[
  {
    "brand": "colourpop",
    "name": "Lippie Pencil",
    "price": 5000,
    "description": "Lippie Pencil A long-wearing and high-intensity lip pencil that glides on easily and prevents feathering. Many of our Lippie Stix have a coordinating Lippie Pencil designed to compliment it perfectly, but feel free to mix and match!",
    "color": "peach",
    "ratingsQuantity": 0,
    "category": ["pencil"],
    "product_type": "lip_liner",
    "tag_list": ["cruelty free", "Vegan"],
    "ratingsAverage": 4.5
  },
  {
    "brand": "colourpop",
    "name": "Blotted Lip",
    "price": 6500,
    "description": "Blotted Lip Sheer matte lipstick that creates the perfect popsicle pout! Formula is lightweight, matte and buildable for light to medium coverage.",
    "category": ["lipstick"],
    "product_type": "lipstick",
    "tag_list": ["cruelty free", "Vegan"],
    "ratingsQuantity": 0,
    "color": "Red",
    "ratingsAverage": 4.5
  },
  {
    "brand": "colourpop",
    "name": "Lippie Stix",
    "price": 5500,
    "description": "Lippie Stix Formula contains Vitamin E, Mango, Avocado, and Shea butter for added comfort and moisture. None of our Lippie formulas contain any nasty ingredients like Parabens or Sulfates.",
    "category": ["lipstick"],
    "product_type": "lipstick",
    "tag_list": ["cruelty free", "Vegan"],
    "ratingsQuantity": 0,
    "color": "Green",
    "ratingsAverage": 4.6
  },
  {
    "brand": "colourpop",
    "name": "No Filter Foundation",
    "price": 12000,
    "description": "Developed for the Selfie Age, our buildable full coverage, natural matte foundation delivers flawless looking skin from day-to-night. The oil-free, lightweight formula blends smoothly and is easily customizable to create the coverage you want. Build it up or sheer it out, it was developed with innovative soft-blurring pigments to deliver true color while looking and feeling natural. The lockable pump is easy to use and keeps your routine mess-free! As always, 100% cruelty-free and vegan.",
    "category": "liquid",
    "product_type": "foundation",
    "tag_list": ["cruelty free", "Vegan"],
    "ratingsQuantity": 0,
    "color": "Blue",
    "ratingsAverage": 4.6
  },
  {
    "brand": "deciem",
    "name": "Serum Foundation",
    "description": "Serum Foundations are lightweight medium-coverage formulations available in a comprehensive shade range across 21 shades. These foundations offer moderate coverage that looks natural with a very lightweight serum feel. They are very low in viscosity and are dispensed with the supplied pump or with the optional glass dropper available for purchase separately if preferred.",
    "category": ["liquid"],
    "product_type": "foundation",
    "tag_list": [
      "water free",
      "cruelty free",
      "alcohol free",
      "oil free",
      "silicone free",
      "Vegan",
      "Gluten Free"
    ],
    "ratingsQuantity": 0,
    "color": "2.0YG",
    "ratingsAverage": 4.7,
    "price": 6700,
    "priceDiscount": 600
  },
  {
    "brand": "deciem",
    "name": "Coverage Foundation",
    "description": "Coverage Foundations are full-coverage formulations available in a comprehensive shade range across 21 shades. These foundations contain higher pigment levels than our Serum Foundations but still offer a smooth finish that avoids the heavy makeup look that can make skin appear more aged. The texture is that of a lightweight, non-oily cream.",
    "category": ["liquid"],
    "product_type": "foundation",
    "tag_list": [
      "water free",
      "cruelty free",
      "alcohol free",
      "oil free",
      "silicone free",
      "Vegan",
      "Gluten Free"
    ],
    "ratingsQuantity": 0,
    "color": "1.0NS",
    "ratingsAverage": 4.8,
    "price": 6900,
    "priceDiscount": 600
  },
  {
    "brand": "zorah biocosmetiques",
    "name": "Liquid Liner",
    "description": "12 hours of long-lasting intense color, transfer-free (leaves no trace on crease above the eyelid) Pure Light Capture® minerals deliver color and radiance. Silky lines and refreshingly light, Pure Argan eyeliner leaves a weightless feel on the eyelids.\nNatural cosmetic certified by Ecocert Greenlife according to Ecocert Standard available at: http://cosmetiques.ecocert.com\n98% of the total ingredients are from natural origin 5% of total ingredients are from organic farming",
    "category": ["liquid"],
    "product_type": "eyeliner",
    "tag_list": ["purpicks", "EcoCert"],
    "ratingsQuantity": 0,
    "color": "Black",
    "ratingsAverage": 4.6,
    "price": 7000,
    "priceDiscount": 1000
  },
  {
    "brand": "zorah biocosmetiques",
    "name": "Eyeshadow",
    "description": "Product Description\nAnti-aging formula made with organic Pure Argan oil and Pure Light Capture® pigments. 24 Hour crease-free intensity (no build-up increase of eyelid), no running. Pure Light Capture® pigments deliver color and luminosity. Silky and refreshingly light feel, Pure Argan eyeshadow is weightless on the eyelids. Pure Argan eyeshadow soothes, hides redness and slows the appearance of the signs of aging on the skin.\nNatural cosmetic certified by Ecocert Greenlife according to Ecocert Standard available at: http://cosmetiques.ecocert.com\n100% of the total ingredients are from natural origin 5% of total ingredients are from organic farming",
    "category": ["eyeshadow"],
    "product_type": "eyeshadow",
    "tag_list": ["purpicks", "EcoCert"],
    "ratingsQuantity": 0,
    "color": "Casablanca",
    "ratingsAverage": 4.8,
    "price": 6800,
    "priceDiscount": 1000
  },
  {
    "brand": "w3llpeople",
    "name": "Realist Invisible Setting Powder",
    "description": "<span style=\"font-weight: 400;\">Keep it real with a polished, soft-focus look using this superfine, loose mineral powder. The healing properties of organic aloe help soothe and calm stressed out skin. Instantly minimize pores, soften imperfections, and creates a matte finish with superfine powder. Use by itself for an air-brushed look, or to set foundation for ultra-long wear.</span><span style=\"font-weight: 400;\">* Set makeup or by itself for matte air-brushed effect</span><span style=\"font-weight: 400;\">* Absorbs excess oil while softening fine lines</span><span style=\"font-weight: 400;\">* Organic aloe creates radiant, rejuvenated skin</span><span style=\"font-weight: 400;\">* Hypoallergenic, Chemical Free, Cruelty Free &amp; Noncomedogenic </span><span style=\"font-weight: 400;\">* EWG Verified for non-toxic health and safety</span><span style=\"font-weight: 400;\">* Free From: Parabens, Gluten, GMO, Phthalates, Sulfates, Fragrance, Pheonoxyethanol, Dimethicone, PEG, Propylene Glycol, Butylene Glycol, Lead, Mineral Oil, Talc</span>",
    "category": ["powder"],
    "product_type": "foundation",
    "tag_list": ["purpicks", "EWG Verified", "Gluten Free"],
    "ratingsQuantity": 0,
    "color": "Translucent",
    "ratingsAverage": 4.7,
    "price": 7200,
    "priceDiscount": 2000
  },
  {
    "brand": "sally b's skin yummies",
    "name": "B Smudged",
    "description": "Let your eyes naturally pop with our B Smudged, a subtle eye color that adds a tint of color to the base of your lashes. An organic, cream eye color, B Smudged eliminates the inevitable uneven line from traditional eyeliners, and does not require expert blending techniques of messy, powder-based shadows. Simply 'smudge' along lash line for color that stays in place for a long lasting look.",
    "category": ["eyeshadow"],
    "product_type": "eyeshadow",
    "tag_list": ["EWG Verified", "purpicks"],
    "ratingsQuantity": 0,
    "color": "B smudged",
    "ratingsAverage": 4.7,
    "price": 4120,
    "priceDiscount": 1120
  },
  {
    "brand": "sally b's skin yummies",
    "name": "B Glossy Lip Gloss",
    "description": "Intensify your natural lip color with Sally B's B Glossy Lip Gloss, an organic lip gloss that adds a silky smooth hint of color and shimmer to lips. Formulated with 98% certified organic, moisture-rich ingredients our B Glossy Lip Gloss works to enrich lip health for lips that feel good and look even better.",
    "category": ["lip_gloss"],
    "product_type": "lipstick",
    "tag_list": ["EWG Verified", "purpicks"],
    "ratingsQuantity": 0,
    "ratingsAverage": 4.7,
    "price": 5300,
    "priceDiscount": 1200,
    "color": "Acai Berry"
  },
  {
    "brand": "rejuva minerals",
    "name": "Multi Purpose Powder - Blush & Eye",
    "description": "Our Multi Purpose Pressed Powders may be used for blush or eye shadow. Blended with antioxidants from Certified Organic Fruits, Berries & Botanicals*. Made without any gluten containing ingredients. Mica free Pink Parfait and Papaya will offer a natural, ultra sheer semi-matte finish. The petals from beautiful crushed red roses that are found in Pink Parfait, are valued for their natural color and delightful aroma that they provide! Acai Berry will offer a natural, ultra sheer satin finish (mica added). VEGAN. Image one is Pink Parfait. Image two is Papaya, and image three is Acai Berry. Model in image four is wearing Papaya. Model in image five is wearing Acai Berry. To see a demonstration of Papaya, click on the video and fast forward to 3:44. Enjoy! This product is EWG VERIFIED™ and rated 'CLEAN' in the Think Dirty app! BPA and Phthalate free packaging. Plastic parts of compacts are recyclable. *Tiny flecks of fruit and botanical particles may be visible in powder. Pink Parfait and Papaya are Titanium Dioxide and Mica free. Net Weight: 2.8 gm.",
    "category": ["eyeshadow"],
    "product_type": "eyeshadow",
    "tag_list": ["purpicks", "EWG Verified", "Hypoallergenic", "No Talc"],
    "ratingsQuantity": 0,
    "ratingsAverage": 4.6,
    "price": 5700,
    "priceDiscount": 550,
    "color": "Acai Berry"
  },
  {
    "brand": "rejuva minerals",
    "name": "Multi Purpose Powder - Eye Shadow & Face",
    "description": "Our Multi Purpose Pressed Powders may be used as eye shadow, brow powder, eye liner, or for highlighting. Blended with antioxidants from Certified Organic Fruits, Berries & Botanicals*. No gluten derived ingredients. VEGAN. All shades will offer a semi-matte finish, with the exception of White Diamond. White Diamond will offer a shimmery finish. Image one shows shade in Iris. This product is EWG VERIFIED™ and rated 'CLEAN' in the Think Dirty app! BPA and Phthalate free packaging. Plastic parts of compacts are recyclable.",
    "category": ["eyeshadow"],
    "product_type": "eyeshadow",
    "tag_list": ["purpicks", "EWG Verified", "Vegan", "Organic"],
    "ratingsQuantity": 0,
    "ratingsAverage": 4.8,
    "price": 6230,
    "priceDiscount": 220,
    "color": "Tropical Sunset"
  },
  {
    "brand": "rejuva minerals",
    "name": "Pressed Powder Foundation",
    "description": "Coconut Cream - Warm Undertones (yellow) Light Shade. May also be used as a highlighting shade! About our pressed foundations:\n\n- Provides a silky smooth, natural 'semi-matte' finish\n- All skin types\n- Will not dry out skin (apply light moisturizer underneath for best results)\n- Resists caking and settling in lines and pores\n- Layers to provide a light-medium (buildable) coverage\n- Eco-friendly, biodegradable compact\n- Colored with minerals and enhanced with organic fruits and botanicals\n- Infused with conditioning organic jojoba oil\n- Formulated without common skin irritants.",
    "category": ["powder"],
    "product_type": "foundation",
    "tag_list": ["purpicks", "EWG Verified", "Hypoallergenic", "No Talc"],
    "ratingsQuantity": 0,
    "ratingsAverage": 4.6,
    "price": 5600,
    "priceDiscount": 200,
    "color": "Coconut Cream"
  },
  {
    "brand": "rejuva minerals",
    "name": "Bronzer - loose",
    "description": "Caribbean is a multi-purpose shade that is suitable for medium-tan skin tones. This shade may be used as a bronzer or as a contour shade.\n\n- Our bronzer has been enhanced with fruits, botanicals, and clays for their natural color, fragrance, and antioxidant benefits!\n- Blended with certified organic fruits and botanicals\n- Formulated without common skin irritants\n- Our bronzer will offer a natural 'ultra-sheer' semi-matte finish\n- Made without any gluten-containing ingredients\n- Vegan\n- Eco-friendly jars",
    "category": ["powder"],
    "product_type": "bronzer",
    "tag_list": ["purpicks", "EWG Verified", "Vegan", "Gluten Free"],
    "ratingsQuantity": 0,
    "ratingsAverage": 4.5,
    "price": 4300,
    "priceDiscount": 300,
    "color": "Caribbean"
  },
  {
    "brand": "rejuva minerals",
    "name": "Bronzer - pressed",
    "description": "Our bronzer has been enhanced with Fruits, Botanicals and Clays for their natural color, fragrance and antioxidant benefits! Blended with Certified Organics Fruits and Botanicals Formulated with common skin irritants. Our bronzer will offer a natural 'ultra sheer' semi-matte finish. Made without any gluten containing ingredients VEGAN! Eco Friendly jars!",
    "category": ["powder"],
    "product_type": "bronzer",
    "tag_list": ["purpicks", "EWG Verified", "Vegan", "Gluten Free"],
    "ratingsQuantity": 0,
    "ratingsAverage": 4.6,
    "price": 5400,
    "priceDiscount": 400,
    "color": "Bahama Mama"
  },
  {
    "brand": "penny lane organics",
    "name": "Lip Gloss",
    "description": "For fuller healthier lips! Long-lasting color! This color is a good choice for any skin tone. It can be made lighter by wiping some off after application. Please note that our Vitamin E is extracted from non-GMO soybean oil and therefore is gluten-free.",
    "category": "lip_gloss",
    "product_type": "lipstick",
    "tag_list": [
      "purpicks",
      "CertClean",
      "Vegan",
      "Chemical Free",
      "Gluten Free"
    ],
    "ratingsQuantity": 0,
    "ratingsAverage": 4.6,
    "price": 5700,
    "priceDiscount": 200,
    "color": "Bahama Mama"
  },
  {
    "brand": "nudus",
    "name": "Amalia",
    "description": "Named after my beautiful mum, delicately pink that displays sophistication. A perfect sheer wash of gorgeous color that brings a new texture to the lip euphoria range. Lipstick benefits: a unique handcrafted lipstick blended with certified organic ingredients. Beautifully pigmented with ancient Ayurvedic bioactive color extracts, leaving your lips soft and deliciously hydrated. Key benefits: Vitamins A, B, C, D, E, and K; antioxidants including pomegranate, raspberry, and kiwi cold-pressed oils; 27 active natural ingredients, helping against environmental stress; colors made from flowers, fruits, herbs, and minerals; free from parabens, petrochemicals, lanolin, hydrogenated oils, FD&C and lake dyes, nanoparticles, GMO, pesticides, and fungicides; not tested on animals; gluten-free.",
    "category": "lipstick",
    "product_type": "lipstick",
    "tag_list": ["purpicks"],
    "ratingsQuantity": 0,
    "ratingsAverage": 4.8,
    "price": 4600,
    "priceDiscount": 300,
    "color": "Naked"
  }
]
